Repository: NaN-tic/trytond-farm_prescription
Catalog: locale/*.po
Languages: ca_es, es_es

# error:farm.prescription.template:
source: You can not change the Feed Product of Prescription Template "%s" because there are products or rescriptions already related to this template. Please, create a new template.
es_es: No puede cambiar el producto de pienso de la plantilla de receta "%s" porque ya hay productos o recetas relacionadas con esta plantilla. Por favor, cree una nueva.

# error:farm.prescription:
source: Lot is required to set done the prescription "%s".
es_es: El lote es requerido para poder realizar la receta "%s".

# error:farm.prescription:
source: The prescription "%s" must have at least one line in order to be confirmed.
es_es: La receta "%s" debe tener al menos una línea para poder ser confirmada.

# error:farm.prescription:
source: Veterinarian is requried to confirm the prescription "%s".
es_es: El veterinario es requerido para confirmar la receta "%s".

# error:stock.move:
source: Move "%s" needs a confirmed prescription
ca_es: El moviment "%s" necessita una recepta confirmada
es_es: El movimiento "%s" necessita una receta confirmada.

# error:stock.move:
source: Prescription "%s" of move "%s" must be confirmed before assigning the move
es_es: La receta "%s" del movimiento "%s" debe ser confirmada antes de asignar el movimiento.

# error:stock.move:
source: The Stock Move "%(move)s" has the Prescription Line "%(origin)s" as origin, but it isn't related to a Prescription or it isn't the origin's prescription.
ca_es: El moviment d'estoc "%(move)s" té la línia de recepta "%(origin)s" com origen però no té una recepta associada o aquesta no és la recepta de l'origen.
es_es: El movimiento de estoc "%(move)s" tiene la línea de receta "%(origin)s" como origen, pero no tiene una receta asociada o ésta no es la receta del origen.

# error:stock.move:
source: The Stock Move "%(move)s" has the Prescription Line "%(origin)s" as origin, but the product and/or quantity are not the same.
ca_es: El moviment d'estoc "%(move)s" té la línia de recepta "%(origin)s" com origen però el producte i/o quantitat no coincideixen.
es_es: El movimiento de estoc "%(move)s" tiene la línea de receta "%(origin)s" como origen pero el producto y/o cantidad no coinciden.

# error:stock.move:
source: The Stock Move "%(move)s" is related to Prescription "%(prescription)s", but the product and/or quantity are not the same.
ca_es: El moviment d'estoc "%(move)s" está associat a la recepta "%(prescription)s" però el producte i/o quantitat no coincideixen.
es_es: El movimiento de estoc "%(move)s" está asociado a la receta "%(prescription)s" pero el producto y/o cantidad no coinciden.

# field:farm.prescription,afection:
source: Afection
ca_es: Afecció a tractar
es_es: Afección a tratar

# field:farm.prescription,animal_groups:
source: Animal Groups
ca_es: Grups d'animals
es_es: Grupos de animales

# field:farm.prescription,animal_lots:
source: Animals Lots
ca_es: Lots dels animals
es_es: Lotes animales

# field:farm.prescription,animals:
source: Animals
ca_es: Animal
es_es: Animales

# field:farm.prescription,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:farm.prescription,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:farm.prescription,date:
source: Date
ca_es: Data
es_es: Fecha

# field:farm.prescription,delivery_date:
source: Delivery date
ca_es: Data d'enviament
es_es: Fecha de entrega

# field:farm.prescription,dosage:
source: Dosage
ca_es: Proporció/freqüencia
es_es: Posología

# field:farm.prescription,expiry_period:
source: Expiry Period
es_es: Periodo de retención

# field:farm.prescription,farm:
source: Farm
ca_es: Granja
es_es: Granja

# field:farm.prescription,feed_lot:
source: Feed Lot
es_es: Lote pienso

# field:farm.prescription,feed_product:
source: Feed
es_es: Pienso

# field:farm.prescription,lines:
source: Lines
ca_es: Línies
es_es: Líneas

# field:farm.prescription,n_lines:
source: Num. of lines
es_es: Núm. líneas

# field:farm.prescription,note:
source: Note
ca_es: Nota
es_es: Nota

# field:farm.prescription,origin:
source: Origin
ca_es: Origen
es_es: Origen

# field:farm.prescription,quantity:
source: Quantity
ca_es: Quantitat
es_es: Cantidad

# field:farm.prescription,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:farm.prescription,reference:
source: Reference
ca_es: Referència
es_es: Referencia

# field:farm.prescription,specie:
source: Specie
ca_es: Especie
es_es: Especie

# field:farm.prescription,state:
source: State
ca_es: Estat
es_es: Estado

# field:farm.prescription,template:
source: Template
es_es: Plantilla

# field:farm.prescription,unit:
source: Unit
ca_es: Unitat
es_es: Unidad

# field:farm.prescription,unit_digits:
source: Unit Digits
ca_es: Dígits de la unitat
es_es: Dígitos unidad

# field:farm.prescription,veterinarian:
source: Veterinarian
ca_es: Veterinari
es_es: Veterinario

# field:farm.prescription,waiting_period:
source: Waiting Period
ca_es: Plaç d'espera
es_es: Plazo de espera

# field:farm.prescription,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:farm.prescription,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:farm.prescription-animal,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:farm.prescription-animal,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:farm.prescription-animal,prescription:
source: Prescription
ca_es: Recepta
es_es: Receta

# field:farm.prescription-animal,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:farm.prescription-animal,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:farm.prescription-animal,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:farm.prescription-animal.group,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:farm.prescription-animal.group,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:farm.prescription-animal.group,group:
source: Animal Group
ca_es: Grup d'animals
es_es: Grupo de animales

# field:farm.prescription-animal.group,prescription:
source: Prescription
ca_es: Recepta
es_es: Receta

# field:farm.prescription-animal.group,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:farm.prescription-animal.group,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:farm.prescription-animal.group,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:farm.prescription.line,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:farm.prescription.line,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:farm.prescription.line,prescription:
source: Prescription
ca_es: Recepta
es_es: Receta

# field:farm.prescription.line,product:
source: Product
ca_es: Producte
es_es: Producto

# field:farm.prescription.line,product_uom_category:
source: Product Uom Category
ca_es: Categoria UdM del producte
es_es: Categoría UdM del producto

# field:farm.prescription.line,quantity:
source: Quantity
ca_es: Quantitat
es_es: Cantidad

# field:farm.prescription.line,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:farm.prescription.line,unit:
source: Unit
ca_es: Unitat
es_es: Unidad

# field:farm.prescription.line,unit_digits:
source: Unit Digits
ca_es: Dígits de la unitat
es_es: Dígitos unidad

# field:farm.prescription.line,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:farm.prescription.line,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:farm.prescription.template,afection:
source: Afection
es_es: Afección a tratar

# field:farm.prescription.template,create_date:
source: Create Date
es_es: Fecha de creación

# field:farm.prescription.template,create_uid:
source: Create User
es_es: Usuario creación

# field:farm.prescription.template,dosage:
source: Dosage
es_es: Posología

# field:farm.prescription.template,expiry_period:
source: Expiry Period
es_es: Periodo de retención

# field:farm.prescription.template,feed_product:
source: Feed
es_es: Pienso

# field:farm.prescription.template,id:
source: ID
es_es: Identificador

# field:farm.prescription.template,lines:
source: Lines
es_es: Líneas

# field:farm.prescription.template,n_lines:
source: Num. of lines
es_es: Núm. líneas

# field:farm.prescription.template,note:
source: Note
es_es: Nota

# field:farm.prescription.template,quantity:
source: Quantity
es_es: Cantidad

# field:farm.prescription.template,rec_name:
source: Name
es_es: Nombre

# field:farm.prescription.template,specie:
source: Specie
es_es: Especie

# field:farm.prescription.template,unit:
source: Unit
es_es: Unidad

# field:farm.prescription.template,unit_digits:
source: Unit Digits
es_es: Dígitos unidad

# field:farm.prescription.template,waiting_period:
source: Waiting Period
es_es: Plazo de espera

# field:farm.prescription.template,write_date:
source: Write Date
es_es: Fecha modificación

# field:farm.prescription.template,write_uid:
source: Write User
es_es: Usuario modificación

# field:farm.prescription.template.line,create_date:
source: Create Date
es_es: Fecha de creación

# field:farm.prescription.template.line,create_uid:
source: Create User
es_es: Usuario creación

# field:farm.prescription.template.line,id:
source: ID
es_es: Identificador

# field:farm.prescription.template.line,prescription:
source: Prescription
es_es: Receta

# field:farm.prescription.template.line,product:
source: Product
es_es: Producto

# field:farm.prescription.template.line,product_uom_category:
source: Product Uom Category
es_es: Categoría UdM del producto

# field:farm.prescription.template.line,quantity:
source: Quantity
es_es: Cantidad

# field:farm.prescription.template.line,rec_name:
source: Name
es_es: Nombre

# field:farm.prescription.template.line,unit:
source: Unit
es_es: Unidad

# field:farm.prescription.template.line,unit_digits:
source: Unit Digits
es_es: Dígitos unidad

# field:farm.prescription.template.line,write_date:
source: Write Date
es_es: Fecha modificación

# field:farm.prescription.template.line,write_uid:
source: Write User
es_es: Usuario modificación

# field:farm.specie,prescription_enabled:
source: Prescriptions Enabled
ca_es: Receptes activades
es_es: Recetas activadas

# field:farm.specie,prescription_sequence:
source: Prescription Reference Sequence
ca_es: Seqûencia de les receptes
es_es: Secuencia recetas

# field:party.party,collegiate_number:
source: Collegiate Number
es_es: Número de colegiado

# field:party.party,veterinarian:
source: Veterinarian
ca_es: Veterinari
es_es: Veterinario

# field:product.product,prescription_template:
source: Prescription Template
es_es: Plantilla receta

# field:product.template,prescription_required:
source: Prescription required
ca_es: Necessita recepta
es_es: Requiere receta

# field:stock.move,prescription:
source: Prescription
ca_es: Recepta
es_es: Receta

# help:farm.prescription,feed_product:
source: The product of the base feed which should be complemented with drugs.
es_es: El producto del pienso base que debe ser complementado con productos medicamentosos.

# help:farm.prescription,reference:
source: If there is a real prescription; put its reference here. Otherwise, leave it blank and it will be computed automatically with the configured sequence.
es_es: Si es una receta física, ponga aquí su número. En otro caso, déjelo en blanco para que se calcule automáticamente con la secuéncia configurada.

# help:farm.prescription,waiting_period:
source: The number of days that must pass since the produced feed is given to animals and they are slaughtered.
es_es: El número de días que deben pasar desde que se da el pienso producido a los animales y éstos son enviados al matadero.

# help:farm.prescription.template,feed_product:
source: The product of the base feed which should be complemented with drugs.
es_es: El producto del pienso base que debe ser complementado con productos medicamentosos.

# help:farm.prescription.template,waiting_period:
source: The number of days that must pass since the produced feed is given to animals and they are slaughtered.
es_es: El número de días que deben pasar desde que se da el pienso producido a los animales y éstos son enviados al matadero.

# help:farm.specie,prescription_enabled:
source: This specie uses prescriptions.
ca_es: Aquesta especie utiliza receptes.
es_es: Esta especie utiliza recetas.

# help:farm.specie,prescription_sequence:
source: Sequence used for prescriptions.
ca_es: Seqüencia utilitzada per les receptes.
es_es: Secuencia que se utiliza en las recetas.

# jasper:farm.prescription.report:
source: Afection
ca_es: Afecció a tractar
es_es: Afección a tratar

# jasper:farm.prescription.report:
source: DOSIFICATION
ca_es: DOSIFICACIÓ
es_es: POSOLOGÍA

# jasper:farm.prescription.report:
source: Delivery date
ca_es: Data d'enviament
es_es: Fecha de entrega

# jasper:farm.prescription.report:
source: Denomination of autorized medicated mixtures
ca_es: Denominació de les barreges medicamentoses autoritzades
es_es: Denominación de las mezclas medicamentos autorizadas

# jasper:farm.prescription.report:
source: Especial notes
es_es: Notas especiales

# jasper:farm.prescription.report:
source: Number e identification of the animals
es_es: Número de identificación de los animales

# jasper:farm.prescription.report:
source: Quantity
ca_es: Quantitat
es_es: Cantidad

# jasper:farm.prescription.report:
source: RECIPT
es_es: RECETA

# jasper:farm.prescription.report:
source: Retention period
ca_es: Període de retenció
es_es: Plazo de conservación

# jasper:farm.prescription.report:
source: Supplier Signature
es_es: Firma proveedor

# jasper:farm.prescription.report:
source: Surname, name and address of manufacturer or supplier
es_es: Apellido, nombre y dirección del fabricante o proveedor

# jasper:farm.prescription.report:
source: Surname, name and address of the party
es_es: Apellido, nombre y dirección del tercero

# jasper:farm.prescription.report:
source: Surname, name and address of veterinarian
es_es: Apellido, nombre y dirección del veterinario

# jasper:farm.prescription.report:
source: THIS RECIPT CAN ONLY BE USED ONE TIME
es_es: ESTA RECETE SOLO PUEDE SER USADA UNA VEZ

# jasper:farm.prescription.report:
source: Veterinarian Signature
es_es: Firma veterinario

# jasper:farm.prescription.report:
source: Waiting period
ca_es: Plaç d'espera
es_es: Plazo de espera

# model:farm.prescription,name:
source: Prescription
ca_es: Recepta
es_es: Receta

# model:farm.prescription-animal,name:
source: Prescription Animal Relation
ca_es: Relació Receptes animals
es_es: Relación Recetas Animale

# model:farm.prescription-animal.group,name:
source: Prescription Animal Group Relation
ca_es: Relació Receptes Grup d'animals
es_es: Relación Recetas Grupo de Animales

# model:farm.prescription.line,name:
source: Prescription Line
ca_es: Línia recepta
es_es: Linea Receta

# model:farm.prescription.template,name:
source: Prescription Template
es_es: Plantilla receta

# model:farm.prescription.template.line,name:
source: Prescription Template Line
es_es: Plantilla de línea de receta

# model:ir.action,name:act_prescription
source: Prescription
ca_es: Recepta
es_es: Receta

# model:ir.action,name:act_prescription_line
source: Prescription Line
es_es: Linea receta

# model:ir.action,name:act_report_prescription
source: Prescription
ca_es: Recepta
es_es: Receta

# model:ir.action,name:act_template
source: Prescription Template
es_es: Plantilla receta

# model:ir.action,name:act_template_line
source: Prescription Template Line
es_es: Plantilla de línea de receta

# model:ir.action,name:print_prescription
source: Print Prescription
ca_es: Recepta
es_es: Imprimir receta

# model:ir.sequence.type,name:sequence_type_prescription
source: Prescription
ca_es: Recepta
es_es: Receta

# model:ir.ui.menu,name:menu_farm_prescription_templates
source: Prescription Template
es_es: Plantilla receta

# model:ir.ui.menu,name:menu_farm_prescriptions
source: Prescription
es_es: Receta

# model:res.group,name:group_prescription
source: Farm / Prescriptions
ca_es: Receptes
es_es: Granja / Recetas

# model:res.group,name:group_veterinarian
source: Farm / Veterinarian
es_es: Granja / Veterinario

# selection:farm.prescription,state:
source: Confirmed
ca_es: Confirmat
es_es: Confirmado

# selection:farm.prescription,state:
source: Done
ca_es: Realitzat
es_es: Realizado

# selection:farm.prescription,state:
source: Draft
ca_es: Esborrany
es_es: Borrador

# view:farm.prescription.line:
source: Prescription Line
ca_es: Línia recepta
es_es: Linea Receta

# view:farm.prescription.template.line:
source: Prescription Line
es_es: Linea receta

# view:farm.prescription.template:
source: Prescription
es_es: Receta

# view:farm.prescription.template:
source: Prescriptions
es_es: Recetas

# view:farm.prescription:
source: Confirm
ca_es: Confirma
es_es: Confirmar

# view:farm.prescription:
source: Done
ca_es: Realitzat
es_es: Realizado

# view:farm.prescription:
source: Prescription
ca_es: Recepta
es_es: Receta

# view:farm.prescription:
source: Prescriptions
es_es: Recetas

# view:farm.prescription:
source: Set Template
es_es: Aplicar plantilla

# view:farm.prescription:
source: Set this template? It will replace current values.
es_es: ¿Aplicar esta plantilla? Se reemplazarán los valores actuales.

# view:farm.prescription:
source: Target Animals
es_es: Animales objetivo

# model:ir.action,name:act_prescption_line
source: Prescription Line
ca_es: Línia recepta
